Repository: GodModeAI2025/AI_FIRST_PODCASTPLAYER
Catalog: app/Apps/Shared/Localizable.xcstrings
Source language: de
Languages: en

# %@ (ungefähr, gesagt: „%@“)
source: %1$@ (ungefähr, gesagt: „%2$@“)
en: %1$@ (approximate, said: "%2$@")

source: %@ Deshalb habe ich keine Belege, mit denen ich antworten kann.
en: %@ So I don't have any source passages to answer with.

source: %@ In den Einstellungen ist Mobilfunk dafür aus. Bis du wieder im WLAN bist, fragt die App nach einem Ja nicht noch einmal.
en: %@ Cellular data is turned off for this in Settings. Once you allow it, the app won't ask again until you're back on Wi-Fi.

source: %@ abbestellen
en: Unsubscribe from %@

source: %@ abonnieren
en: Subscribe to %@

source: %@ bietet keinen Feed an. Manche Seiten verlinken ihn nur auf einer Unterseite. Dann hilft die Adresse des Feeds selbst.
en: %@ doesn't offer a feed. Some sites only link to it on a subpage. In that case, use the feed URL itself.

source: %@ entfernen
en: Remove %@

source: %@ folgen
en: Follow %@

source: %@ gehört
en: %@ played

source: %@ geladen
en: %@ downloaded

source: %@ hierher zusammenlegen
en: Merge %@ into this tag

source: %@ in deinen Podcasts:
en: %@ in your podcasts:

source: %@ in dieser Folge:
en: %@ in this episode:

source: %@ nicht mehr folgen
en: Unfollow %@

# %@ oder %@
source: %1$@ oder %2$@
en: %1$@ or %2$@

# %@ und %@
source: %1$@ und %2$@
en: %1$@ and %2$@

# %@ von %@
source: %1$@ von %2$@
en: %1$@ of %2$@

# %@ · ab %@
source: %1$@ · ab %2$@
en: %1$@ · from %2$@

# %@ · noch %@
source: %1$@ · noch %2$@
en: %1$@ · %2$@ left

# %@, %@, aus %@
source: %1$@, %2$@, aus %3$@
en: %1$@, %2$@, from %3$@

source: %@-fach
en: %@x

source: %@. Den Grund siehst du beim jeweiligen Kanal.
en: %@. Each channel shows the reason.

source: %@. Den Grund siehst du beim jeweiligen Podcast.
en: %@. Each podcast shows the reason.

# %@: %@, verteilt auf %lld Teile.
source: %1$@: %2$@, verteilt auf %3$lld Teile.
en: %1$@: %2$@, split into %3$lld parts.

source: %@: jedes Kapitel, das eines davon behandelt
en: %@: every chapter that covers one of them

source: %@: keine in deinen Podcasts.
en: %@: none in your podcasts.

source: %@: keine in dieser Folge.
en: %@: none in this episode.

# %@: nur Kapitel, die alle %lld behandeln
source: %1$@: nur Kapitel, die alle %2$lld behandeln
en: %1$@: only chapters that cover all %2$lld

source: %@: nur Kapitel, die beides behandeln
en: %@: only chapters that cover both

source: %lld Belege sind nicht mehr da.
en: %lld source passages are no longer available.

source: %lld Folgen
en: %lld episodes

source: %lld Folgen angezeigt
en: %lld episodes shown

source: %lld Folgen warten
en: %lld episodes waiting

# %lld Kapitel aus %lld Podcasts in den letzten %lld Tagen
source: %1$lld Kapitel aus %2$lld Podcasts in den letzten %3$lld Tagen
en: %1$lld chapters from %2$lld podcasts in the last %3$lld days

source: %lld Minuten je Teil
en: %lld minutes per part

source: %lld Sekunden
en: %lld seconds

source: %lld Sekunden vor
en: Skip Forward %lld Seconds

source: %lld Sekunden zurück
en: Skip Back %lld Seconds

source: %lld Stellen in dieser Folge
en: %lld passages in this episode

source: %lld Teile
en: %lld parts

source: %lld Transkripte werden erstellt
en: Creating %lld transcripts

source: %lld abonnieren
en: Subscribe to %lld Podcasts

source: %lld davon hat das Modell abgelehnt, etwa wegen seiner Schutzregeln. Diese versucht die App nicht noch einmal.
en: The model declined %lld of them, for example because of its safety rules. The app won't try these again.

source: %lld gefolgt
en: %lld followed

source: %lld gingen nicht
en: %lld failed

source: %lld nach dem Stoppen ausgelassen
en: %lld skipped after stopping

source: %lld neu seit deinem letzten Besuch
en: %lld new since your last visit

source: %lld neue Aussagen
en: %lld new statements

# %lld von %lld erledigt
source: %1$lld von %2$lld erledigt
en: %1$lld of %2$lld done

source: %1$lld von ^[%2$lld Folge](inflect: true) mit Transkript. Nur diese wurden durchsucht.
en: %1$lld of ^[%2$lld episode](inflect: true) with a transcript. Only these were searched.

source: 1 Folge
en: 1 episode

source: 1 Folge angezeigt
en: 1 episode shown

source: 1 Transkript wird erstellt
en: Creating 1 transcript

source: 1 abonnieren
en: Subscribe to 1 Podcast

source: 1 ging nicht
en: 1 failed

source: 1 neue Aussage
en: 1 new statement

source: 20 ältere Videos über Supadata laden
en: Load 20 older videos via Supadata

source: Ab %@ abspielen
en: Play from %@

source: Ab %@ hören
en: Play from %@

source: Ab hier abspielen
en: Play from Here

source: Abbestellen
en: Unsubscribe

source: Abbestellen und Daten löschen
en: Unsubscribe and Delete Data

source: Abbestellen?
en: Unsubscribe?

source: Abbrechen
en: Cancel

source: Abgelaufen
en: Expired

source: Abgleich über deine iCloud
en: Sync with Your iCloud

source: Abonnieren
en: Subscribe

source: Abonnieren als
en: Subscribe As

source: Abonnieren holt nur die Folgenlisten. Transkripte entstehen dabei noch keine.
en: Subscribing only fetches the episode lists. No transcripts are created yet.

source: Abonnieren, auch per Link
en: Subscribe, also by link

source: Abonniert
en: Subscribed

source: Abonniert · ^[%lld Folge](inflect: true)
en: Subscribed · ^[%lld episode](inflect: true)

source: Abonniert · ^[%lld Folge](inflect: true) gefunden
en: Subscribed · ^[%lld episode](inflect: true) found

source: Abos aus Datei importieren
en: Import Subscriptions from File

source: Abos exportieren (OPML)
en: Export Subscriptions (OPML)

source: Abos importieren
en: Import Subscriptions

source: Abos importieren oder exportieren
en: Import or Export Subscriptions

source: Abos, Transkripte, Fakten, Hörstand, Tags, Themen-Updates und gemerkte Stellen gleichen sich über deine private iCloud-Datenbank zwischen iPhone, iPad und Mac ab. Audiodateien lädt jedes Gerät selbst.
en: Subscriptions, transcripts, facts, listening progress, tags, Topic Updates, and saved moments sync between iPhone, iPad, and Mac through your private iCloud database. Each device downloads audio files on its own.

source: Abos, Transkripte, Fakten, Notizen, Tags und Hörstand liegen in deiner privaten iCloud-Datenbank. Nur deine Geräte mit derselben Apple-ID lesen sie.
en: Subscriptions, transcripts, facts, notes, tags, and listening progress are stored in your private iCloud database. Only your devices signed in with the same Apple Account can read them.

source: Abspielen
en: Play

source: Abspielen und Laden über Mobilfunk
en: Play and Download over Cellular Data

source: Abspielen, mit Quelle kopieren oder teilen
en: Play, copy with source, or share

source: Abspielen/Pause
en: Play/Pause

source: Agenten
en: Agents

source: Agentenzugang erlauben
en: Allow Agent Access

source: Aktionen zur Aussage
en: Actions for this statement

source: Aktionen zur Zeile ab %@
en: Actions for the line at %@

source: Aktionen zur gemerkten Stelle
en: Actions for this saved moment

source: Aktiv, über deine private iCloud-Datenbank
en: Active, through your private iCloud database

source: Aktualisieren
en: Refresh

source: Aktuelle Freigabe
en: Current Access

source: Alle
en: All

source: Alle %lld Fakten
en: All %lld Facts

source: Alle %lld Kapitel
en: All %lld Chapters

source: Alle %lld Stellen nacheinander anhören
en: Play All %lld Passages

source: Alle Audiodateien entfernen
en: Remove All Audio Files

source: Alle Audiodateien entfernen?
en: Remove All Audio Files?

source: Alle Ausgaben dieses Updates werden gelöscht. Folgen, Transkripte und Hörstand bleiben.
en: All editions of this update will be deleted. Episodes, transcripts, and listening progress stay.

source: Alle Ausgaben von „Angesagt“ werden gelöscht. Folgen, Transkripte und Hörstand bleiben. Einschalten lässt es sich wieder im Tab „Themen-Updates“.
en: All editions of “Trending” will be deleted. Episodes, transcripts, and listening progress stay. You can turn it back on in the Topic Updates tab.

source: Alle Folgen abrufbar
en: All Episodes Available

source: Alle Folgen dieses Podcasts werden mit Transkripten, Fakten und Hörstand gelöscht.
en: All episodes of this podcast will be deleted along with their transcripts, facts, and listening progress.

source: Alle Podcasts
en: All Podcasts

source: Alle Podcasts aktualisieren
en: Refresh All Podcasts

source: Alle Stufen zeigen
en: Show All Levels

source: Alle Tags, denen du folgst
en: All tags you follow

source: Alle Tags, denen du folgst, je Teil %@
en: All tags you follow, %@ per part

source: Alle Transkripte fertig
en: All Transcripts Ready

source: Alle abbrechen
en: Cancel All

source: Alle abwählen
en: Deselect All

source: Alle angesagten Podcasts
en: All Trending Podcasts

source: Alle auswählen
en: Select All

source: Alle mit Audio-Podcast
en: All with an Audio Podcast

source: Alle wartenden Transkripte und Fakten gehen aus der Warteschlange. Was schon erkannt ist, bleibt gespeichert. Von selbst eingereihte Folgen kommen erst wieder dazu, wenn du von Hand aktualisierst oder sie selbst anforderst.
en: All waiting transcripts and facts leave the queue. Whatever has already been recognized stays saved. Episodes the app queued on its own only come back when you refresh by hand or request them yourself.

source: Als Audio-Podcast verfügbar
en: Available as Audio Podcast

source: Als Markdown exportieren
en: Export as Markdown

source: Als Nächstes
en: Play Next

source: Als Nächstes hören
en: Play Next

source: Als Text teilen
en: Share as Text

source: An: Die App lädt auch ohne WLAN von selbst.
en: On: The app also downloads on its own without Wi-Fi.

source: An: Folgen laden auch ohne WLAN.
en: On: Episodes download even without Wi-Fi.

source: Anbieter: MOBILE BOX - App Consulting UG (haftungsbeschränkt), Karlsruhe.
en: Provider: MOBILE BOX - App Consulting UG (haftungsbeschränkt), Karlsruhe.

source: Andere Schreibweisen
en: Other spellings

source: Anfragen ins Netz
en: Network Requests

source: Angefangene Folgen. Ein Tipp spielt dort weiter.
en: Episodes you started. Tap to pick up where you left off.

source: Angesagt
en: Trending

source: Angesagt automatisch zusammenstellen
en: Put Together Trending Automatically

source: Angesagt und Kategorien
en: Trending and Categories

source: Angesagt und Kategorien im Blatt „Podcast hinzufügen“ kommen von Apple Podcasts. Deinen Suchbegriff schickt die App an Apple und an Podcast Index (podcastindex.org), einen offenen Podcast-Katalog. Ein Konto brauchst du bei keinem der beiden, beide sehen aber deine IP-Adresse. Die Cover kommen von Apple oder vom Server des jeweiligen Podcasts.
en: Trending and Categories in "Add Podcast" come from Apple Podcasts. The app sends your search term to Apple and to Podcast Index (podcastindex.org), an open podcast catalog. You don't need an account with either, but both see your IP address. Cover art comes from Apple or from each podcast's own server.

source: Angesagt wird geladen …
en: Loading trending podcasts…

source: Angesagt:
en: Trending:

source: Anlegen
en: Create

source: Anrufen
en: Call

source: Ans Ende
en: Play Last

source: Ans Ende der Warteschlange
en: Play Last

source: Antippen spielt ab dieser Zeile. Über „…“ merkst, kopierst oder teilst du sie.
en: Tap to play from this line. Use "…" to save, copy, or share it.

source: Antippen wählt ein Tag aus oder ab. Unter „Weitere Tags“ stehen Tags aus deinen Folgen, denen du nicht folgst.
en: Tap a tag to select or deselect it. “More Tags” lists tags from your episodes that you don’t follow.

source: Antippen öffnet das Video bei YouTube an dieser Stelle. Über „…“ merkst, kopierst oder teilst du sie.
en: Tap to open the video on YouTube at this point. Use "…" to save, copy or share a line.

source: Antwort da
en: Answer ready

source: Antwort da, ^[%lld Beleg](inflect: true)
en: Answer ready, ^[%lld source passage](inflect: true)

source: Antwort gesichert
en: Answer Saved

source: Antwort im Chat
en: Chat answer

source: Antwort kopieren
en: Copy Answer

source: Antwort sichern
en: Save Answer

source: Antwort wird geschrieben …
en: Writing the answer…

source: Antwort wird gesucht
en: Finding an answer

source: Antwort wird gesucht …
en: Finding an answer…

source: Antworten sichern
en: Save Answers

source: Antworten und Fakten mit Apple Intelligence
en: Answers and Facts with Apple Intelligence

source: Apple Intelligence auf dem Gerät
en: Apple Intelligence on device

source: Apple Intelligence und Datenschutz
en: Apple Intelligence and Privacy

source: Apple Intelligence wartet auf eine ruhige Sekunde, dann noch %lld
en: Apple Intelligence is waiting for a quiet moment, then %lld more

source: Apple Intelligence über Private Cloud Compute
en: Apple Intelligence via Private Cloud Compute

source: Apple Intelligence: %@, danach noch %lld
en: Apple Intelligence: %@, then %lld more

source: Apple Podcasts nennt zu diesem Link keinen offenen Feed. Such den Podcast oben nach seinem Namen.
en: Apple Podcasts doesn't list a public feed for this link. Search for the podcast by name above.

source: Apple Podcasts und Datenschutz
en: Apple Podcasts and Privacy

source: Apple bremst die Suche gerade. Versuch es für die übrigen Kanäle in ein paar Minuten noch einmal.
en: Apple is slowing down searches right now. Try again for the remaining channels in a few minutes.

source: Apple-Server
en: Apple Servers

source: Apple-Server (Private Cloud Compute)
en: Apple Servers (Private Cloud Compute)

source: Apple-Server nutzen (Private Cloud Compute)
en: Use Apple Servers (Private Cloud Compute)

source: Arbeit läuft
en: Working

source: Auch Folgen mit Ton, zu denen der Podcast kein Transkript liefert, bekommen es dann zuerst aus den Untertiteln derselben Folge auf YouTube. Ein paar kurze Stücke des Tons zeigen, ob die Zeiten verschoben sind, etwa durch Werbung, und die App passt sie an. Passt es nicht sicher, lädt sie den Ton und transkribiert ihn wie gewohnt auf dem Gerät. Gesucht wird je Folge höchstens einmal in der Woche.
en: Episodes with audio that come without a transcript from the podcast then first get one from the captions of the same episode on YouTube. A few short pieces of the audio show whether the timing is shifted, for example by ads, and the app adjusts it. If it doesn't fit reliably, the app downloads the audio and transcribes it on the device as usual. It searches at most once a week per episode.

source: Audio abrufbar
en: Audio Available

source: Audio entfernen, Daten behalten
en: Remove Audio, Keep Data

source: Audio entfernen, wenn das Transkript fertig ist
en: Remove Audio When Transcript Is Ready

source: Audio liegt auf diesem Gerät
en: Audio is on this device

source: Audio nicht auf dem Gerät
en: Audio isn't on this device

source: Audio wird geladen
en: Downloading audio

source: Audio wird geladen …
en: Downloading audio…

source: Audio-Podcast abonniert
en: Audio podcast subscribed

# Audio-Podcast gefunden: %lld von %lld
source: Audio-Podcast gefunden: %1$lld von %2$lld
en: Audio podcast found: %1$lld of %2$lld

source: Audio-Podcast schon abonniert
en: Audio podcast already subscribed

source: Audio-Podcast verfügbar
en: Audio podcast available

source: Audio-Podcast verfügbar, abonniert wird der Kanal
en: Audio podcast available, the channel will be subscribed

source: Audiodateien auf diesem Gerät
en: Audio Files on This Device

source: Auf dem Gerät
en: On Device

source: Auf dem Gerät behalten
en: Keep on Device

source: Auf dem Gerät oder auf Apple-Servern (Private Cloud Compute), einstellbar unter PodcastAI › Einstellungen › Intelligenz. Kein anderer KI-Anbieter.
en: On device or on Apple servers (Private Cloud Compute), adjustable under PodcastAI › Settings › Intelligence. No other AI provider.

source: Auf dem Gerät oder auf Apple-Servern (Private Cloud Compute), einstellbar über das Zahnrad › Intelligenz. Kein anderer KI-Anbieter.
en: On device or on Apple servers (Private Cloud Compute), adjustable via the gear button › Intelligence. No other AI provider.

source: Auf dem Gerät übersetzt. Die Links stehen unter „Original“.
en: Translated on device. The links are under "Original".

source: Auf dem Gerät übersetzt. Merken und Kopieren nehmen den Originaltext.
en: Translated on device. Saving and copying use the original text.

source: Auf dem Gerät, spielt auch ohne Netz
en: On this device, plays without a connection too

source: Auf diesem Gerät
en: On This Device

source: Aufbewahrt, nicht zugestimmt.
en: Kept, not endorsed.

source: Aus
en: Off

source: Aus dem Transkript
en: From the Transcript

source: Aus dem Verlauf entfernen
en: Remove from History

source: Aus den Shownotes
en: From the show notes

source: Aus den Tags, denen du folgst, baut PodcastAI einen eigenen Podcast. Er besteht aus Kapiteln, die du noch nicht gehört hast.
en: PodcastAI builds a podcast of its own from the tags you follow. It is made of chapters you haven’t heard yet.

source: Aus der Warteschlange nehmen
en: Remove from Queue

source: Aus dieser Folge ließen sich keine Fakten ermitteln: %1$lld von %2$lld Abschnitten fehlen.
en: Couldn't extract any facts from this episode: %1$lld of %2$lld sections are missing.

source: Aus heißt: Deine Fragen und die Transkriptstellen dazu bleiben auf dem Gerät.
en: Off means your questions and the related transcript passages stay on the device.

source: Aus, die Daten bleiben auf diesem Gerät
en: Off, data stays on this device

source: Aus: Ohne WLAN fragt die App vorher.
en: Off: Without Wi-Fi, the app asks first.

source: Aus: Was die App von selbst lädt, wartet auf WLAN.
en: Off: What the app downloads on its own waits for Wi-Fi.

source: Ausgabe löschen
en: Delete Edition

source: Ausgabe wird zusammengestellt …
en: Putting the edition together…

source: Aussagen aus Folgen, die seitdem erschienen sind und die du noch nicht gehört hast.
en: Statements from episodes published since then that you haven’t heard yet.

source: Aussagen aus der Folge, gesagt, nicht geprüft. Antippen spielt den Satz. Unter „Wortlaut zeigen“ steht, was genau gesagt wurde. Über „…“ merkst, kopierst oder teilst du eine Aussage. Formuliert von: %@.
en: Statements from the episode, as said, not fact-checked. Tap one to play the sentence. "Show Exact Wording" shows exactly what was said. Use "…" to save, copy, or share a statement. Written by: %@.

source: Aussagen aus der Folge, jede mit Zeitmarke zum Nachhören. Die App prüft sie nicht.
en: Statements from the episode, each with a timestamp so you can listen again. The app doesn't fact-check them.

source: Ausschalten
en: Turn Off

source: Auswahl aufheben
en: Deselect All

source: Auswählen
en: Select

source: Auszug
en: Excerpt

source: Automatische Transkripte
en: Automatic Transcripts

source: Bearbeiten
en: Edit

source: Befehl kopieren
en: Copy Command

source: Begriffe
en: Glossary

source: Bei %lld Folgen fehlt noch das Transkript, dort zählen nur die Shownotes.
en: %lld episodes have no transcript yet, only their show notes count.

source: Bei %lld davon ging aus einem anderen Grund etwas schief. Ein neuer Versuch kann sie nachholen.
en: %lld of them failed for another reason. Trying again can fill them in.

source: Beide Links öffnen die Website des Anbieters im Browser.
en: Both links open the developer's website in your browser.

source: Beim Erstellen des Transkripts ist etwas schiefgegangen (%@). Noch einmal versuchen, bei Wiederholung bitte als Feedback melden.
en: Something went wrong while creating the transcript (%@). Try again, and if it keeps happening, please send feedback.

source: Beispieldaten
en: Sample data

source: Beitrag von %@
en: Post by %@

source: Beiträge von %@ fügt die App mit einem eigenen Supadata-Schlüssel hinzu. Du trägst ihn in den Einstellungen unter „YouTube-Transkripte (Supadata)“ ein.
en: The app adds %@ posts with your own Supadata key. Enter it in Settings under "YouTube transcripts (Supadata)".

source: Beleg %lld zeigen
en: Show Passage %lld

source: Belege
en: Source Passages

source: Belege und Notizen bleiben erhalten.
en: Source passages and notes are kept.

source: Bereich
en: Scope

source: Bereich: %@
en: Scope: %@

source: Bereit seit %@
en: Ready since %@

source: Bereitet auch ältere Folgen vor, gerade angehalten.
en: Also preparing older episodes, paused right now.

source: Bereitet auch ältere Folgen vor, gerade ist keine offen.
en: Also preparing older episodes, none left right now.

source: Bereitet auch ältere Folgen vor, noch ^[%lld Folge](inflect: true) offen.
en: Also preparing older episodes, ^[%lld episode](inflect: true) to go.

source: Bescheid sagen, wenn Transkripte pausieren?
en: Let You Know When Transcripts Pause?

source: Beschreibung
en: Description

source: Beschreibung wird geladen …
en: Loading description…

source: Bestimmt, welche Stellen dir als relevant angezeigt werden. Jederzeit einsehbar und korrigierbar.
en: Determines which passages are shown to you as relevant. You can view and correct it at any time.

source: Bisher aus den Shownotes. Mit dem Transkript kommt mehr dazu.
en: So far from the show notes. The transcript adds more.

source: Bisher nur aus den Shownotes. Mit dem Transkript kommt mehr dazu, mit Zeitmarke.
en: Only from the show notes so far. The transcript adds more, with timestamps.

source: Bleibt, bis du „Audio entfernen“ wählst.
en: Stays until you choose "Remove Audio".

source: Charts und Verzeichnis: [Apple Podcasts](https://podcasts.apple.com). Die Suche fragt zusätzlich [Podcast Index](https://podcastindex.org).
en: Charts and directory: [Apple Podcasts](https://podcasts.apple.com). Search also queries [Podcast Index](https://podcastindex.org).

source: Cover wird mit Image Playground erzeugt …
en: Creating cover with Image Playground…

source: Dafür gehen die Links der Videos und Beiträge an supadata.ai, dazu für die Suche nach einer Folge auf YouTube die Titel von Podcast und Folge. Sonst nichts. Kosten und Bedingungen regelst du direkt mit Supadata. Der Schlüssel liegt nur im Schlüsselbund dieses Geräts, nicht in iCloud und in keinem Export.
en: The links of videos and posts go to supadata.ai, plus the podcast and episode titles when the app looks for an episode on YouTube. Nothing else. Costs and terms are between you and Supadata. The key stays in this device's keychain only, not in iCloud and not in any export.

source: Das Audio nimmt die App danach wieder vom Gerät, abgespielt wird dann aus dem Netz.
en: After that, the app removes the audio from the device, and episodes play from the internet.

source: Das Cover konnte nicht erzeugt werden. Das bisherige bleibt.
en: The cover couldn't be created. The current one stays.

source: Das Cover konnte nicht übernommen werden. Das bisherige bleibt.
en: The cover couldn't be saved. The current one stays.

source: Das Cover wurde unterbrochen, etwa weil PodcastAI im Hintergrund war. Das bisherige bleibt. Wähle noch einmal „Neues Cover erzeugen“.
en: The cover was interrupted, for example because PodcastAI was in the background. The current one stays. Choose "Create New Cover" again.

source: Das Datum ist ungefähr, gesagt wurde: „%@“
en: The date is approximate. What was said: "%@"

source: Das Ergebnis ließ sich nicht darstellen.
en: The result couldn't be formatted.
